{"magnetic": 1437, "personally": 1730, "all": 174, "sleek": 2131, "four": 974, "grandparent": 1059, "hate": 1102, "poorly": 1768, "whatsoever": 2571, "recycle": 1923, "sorry": 2167, "spec": 2177, "connects": 544, "comfterbale": 498, "hdtv": 1112, "jack": 1290, "chrismas": 459, "affect": 155, "ala": 170, "encounter": 806, "school": 2034, "internally": 1262, "cause": 429, "solution": 2158, "reg": 1932, "convenience": 559, "commute": 504, "comfortble": 497, "heading": 1115, "seemlessly": 2057, "enjoy": 813, "jamaica": 1292, "bill": 315, "force": 966, "speck": 2183, "tired": 2367, "elegant": 797, "likely": 1385, "fabulous": 887, "7th": 93, "llast": 1398, "blue": 332, "aim": 165, "hide": 1130, "minth": 1508, "incompatible": 1216, "specification": 2182, "weren": 2568, "supplier": 2274, "new": 1574, "net": 1567, "specialist": 2179, "mircophone": 1511, "meh": 1479, "protection": 1843, "textured": 2334, "100": 7, "substance": 2253, "daughter": 632, "study": 2243, "usps": 2487, "itunes": 1285, "credit": 602, "nv78": 1608, "smoke": 2144, "browsing": 368, "california": 398, "fantastic": 905, "tirring": 2368, "secure": 2053, "mobility": 1516, "schooling": 2035, "9g": 102, "highly": 1133, "brought": 365, "hindsight": 1134, "total": 2380, "unit": 2454, "overheat": 1666, "browse": 366, "negative": 1563, "choosen": 458, "call": 399, "recommend": 1918, "survive": 2286, "type": 2427, "tell": 2321, "effin": 792, "paperwork": 1689, "relax": 1942, "binding": 316, "expose": 873, "yahoo": 2629, "aware": 258, "warn": 2540, "glass": 1043, "warm": 2539, "excellent": 848, "90": 99, "hold": 1139, "96": 101, "tashiba": 2304, "word": 2605, "room": 1996, "shame": 2083, "1080p": 10, "setup": 2082, "work": 2606, "worth": 2612, "era": 826, "install": 1247, "example": 844, "give": 1037, "household": 1158, "beautifully": 291, "involve": 1271, "want": 2535, "scheduling": 2033, "keep": 1307, "absolute": 108, "end": 808, "recovery": 1921, "turn": 2419, "provide": 1846, "travel": 2401, "damage": 624, "machine": 1434, "necessary": 1558, "hot": 1153, "hop": 1148, "answer": 196, "disappoint": 705, "faulty": 912, "massive": 1463, "gaming": 1015, "description": 672, "beauty": 292, "turing": 2418, "lag": 1332, "dell": 661, "wrong": 2622, "lay": 1349, "lap": 1337, "parallel": 1692, "royce": 2002, "purchase": 1850, "oldests": 1637, "effective": 789, "appreciate": 215, "smack": 2141, "fan": 902, "operate": 1644, "order": 1653, "sibelius": 2110, "decide": 640, "office": 1629, "fall": 898, "mcaffe": 1473, "satisfied": 2021, "keyboard": 1310, "responsive": 1971, "chronically": 462, "fit": 946, "personal": 1729, "fix": 948, "imo": 1197, "writing": 2621, "production": 1827, "vast": 2498, "400": 67, "carve": 421, "overcome": 1665, "split": 2194, "eventually": 836, "coffee": 485, "workhorse": 2607, "combination": 492, "weakness": 2554, "8gb": 96, "break": 355, "band": 276, "one": 1639, "lifelong": 1377, "silver": 2113, "brightness": 359, "reasonably": 1903, "reasonable": 1902, "addicted": 138, "went": 2567, "luck": 1424, "whim": 2574, "adobe": 146, "durability": 760, "series": 2075, "upload": 2474, "collector": 487, "saturday": 2023, "rw": 2007, "network": 1572, "god": 1046, "ha": 1076, "re": 1888, "encourage": 807, "adapt": 132, "reader": 1892, "surprise": 2284, "washer": 2544, "forth": 971, "rj": 1989, "grease": 1063, "love": 1419, "associate": 239, "600kb": 83, "little": 1394, "free": 981, "standard": 2207, "masterpiece": 1464, "emachines": 798, "backlit": 270, "249": 48, "z0j80001": 2640, "inexpensive": 1230, "moment": 1523, "girl": 1035, "ati": 243, "heck": 1123, "speedy": 2188, "isn": 1277, "aspire": 236, "loud": 1417, "bite": 320, "purpose": 1854, "wasy": 2547, "enraged": 816, "organize": 1654, "grade": 1055, "hoop": 1147, "primary": 1806, "restrict": 1974, "hook": 1146, "spinning": 2193, "downside": 745, "customization": 617, "wasn": 2545, "categorize": 427, "175": 24, "clarity": 467, "electronic": 795, "illustrate": 1188, "oline": 1638, "toy": 2390, "service": 2078, "sarcasm": 2017, "top": 2373, "approximately": 217, "ton": 2370, "clicking": 475, "listen": 1392, "tool": 2372, "definitly": 654, "serve": 2077, "took": 2371, "somewhat": 2160, "crawl": 597, "iweb": 1287, "lenovo": 1365, "keyword": 1312, "second": 2051, "aprehensive": 219, "garabage": 1016, "matter": 1468, "reaearch": 1895, "encase": 804, "friend": 989, "feeling": 919, "minus": 1509, "mini": 1504, "ran": 1878, "navigate": 1550, "modern": 1519, "mind": 1503, "spectrum": 2185, "anybody": 202, "rat": 1883, "ergonomics": 828, "manner": 1451, "edgy": 782, "dozen": 746, "strength": 2236, "convenient": 560, "isolated": 1279, "casual": 425, "recommended": 1919, "edge": 781, "niece": 1580, "educator": 786, "clunky": 482, "savvy": 2025, "regular": 1936, "addict": 137, "letter": 1369, "phase": 1731, "macbook": 1430, "webcam": 2557, "don": 732, "doa": 723, "m": 1427, "doe": 727, "definitely": 652, "tech": 2312, "consumer": 550, "scream": 2041, "came": 401, "incorporate": 1218, "desktops": 680, "random": 1879, "quad": 1861, "earth": 774, "cheaply": 452, "691": 85, "layout": 1350, "i3531": 1173, "menu": 1485, "explain": 869, "clicker": 474, "rich": 1985, "heartily": 1120, "folder": 960, "do": 722, "10": 6, "waaaaaay": 2527, "stop": 2229, "fluid": 957, "geek": 1023, "amazon": 189, "despite": 681, "report": 1956, "nasty": 1548, "reinstall": 1938, "comply": 525, "14": 17, "earn": 773, "bar": 278, "nicely": 1579, "patch": 1706, "bag": 273, "bad": 272, "occurance": 1624, "steam": 2220, "respond": 1968, "attest": 248, "habit": 1077, "motherboard": 1532, "sensitivity": 2071, "20kb": 42, "detection": 684, "result": 1976, "fail": 894, "simultaneously": 2118, "best": 307, "w8": 2526, "00": 1, "capacity": 413, "07": 3, "04": 2, "away": 259, "09": 4, "partition": 1700, "future": 1006, "finger": 938, "hopefully": 1150, "liht": 1383, "warrior": 2543, "wd": 2552, "extend": 876, "nature": 1549, "weak": 2553, "wi": 2577, "mcafee": 1472, "wt": 2623, "wear": 2555, "news": 1576, "improve": 1208, "ascer": 232, "accident": 116, "country": 579, "adapter": 133, "against": 160, "5870": 77, "gamer": 1013, "garageband": 1018, "login": 1404, "expense": 861, "com": 491, "con": 531, "tough": 2386, "vain": 2493, "compuer": 527, "improvment": 1210, "2nd": 54, "matte": 1467, "250": 50, "trust": 2414, "heals": 1118, "speak": 2174, "2200": 44, "thetable": 2344, "chrome": 461, "tiny": 2364, "quickly": 1869, "beep": 295, "confident": 534, "dreamweaver": 749, "basic": 282, "website": 2559, "chug": 463, "life": 1376, "recomend": 1916, "nb205s": 1554, "excite": 853, "900": 100, "craft": 589, "child": 455, "semprom": 2065, "165": 22, "l455": 1325, "exception": 850, "definetly": 651, "17in": 25, "air": 167, "employ": 801, "ugly": 2435, "near": 1555, "ain": 166, "abrupt": 107, "balance": 274, "mistake": 1513, "stink": 2227, "soild": 2154, "ii": 1185, "player": 1755, "cant": 409, "im": 1190, "indent": 1223, "mouse": 1534, "perform": 1719, "suggest": 2263, "make": 1443, "airport": 169, "drawback": 748, "belly": 303, "couple": 581, "arent": 223, "wheel": 2572, "fairly": 896, "satellite": 2019, "fuss": 1005, "screw": 2043, "i3": 1172, "pick": 1739, "i5": 1174, "i7": 1175, "hand": 1082, "ownership": 1672, "supper": 2272, "dark": 628, "opportunity": 1648, "kid": 1313, "butter": 386, "shortly": 2103, "720p": 88, "kyle": 1323, "slowwwwww": 2140, "academic": 111, "contact": 552, "mother": 1531, "programm": 1831, "mic": 1492, "left": 1360, "photobooth": 1734, "just": 1305, "yea": 2631, "photo": 1733, "laptop": 1339, "aftermarket": 159, "financially": 933, "thanks": 2338, "laptob": 1338, "yes": 2634, "previous": 1799, "note": 1594, "family": 901, "vibration": 2509, "ease": 775, "royal": 2001, "malwarebytes": 1446, "board": 335, "easy": 779, "technological": 2316, "5d": 78, "save": 2024, "hat": 1101, "trimming": 2407, "opt": 1650, "shoulder": 2105, "usable": 2478, "quirk": 1871, "possible": 1775, "possibly": 1776, "lcd": 1351, "beast": 287, "background": 267, "unique": 2453, "advanced": 148, "apart": 207, "desire": 677, "gift": 1033, "xp": 2627, "theapple": 2340, "manual": 1452, "50": 76, "specific": 2181, "hunk": 1166, "night": 1581, "security": 2055, "201": 38, "performing": 1722, "old": 1636, "deal": 635, "people": 1716, "successfully": 2257, "dead": 634, "unnecessary": 2459, "bootup": 345, "printer": 1809, "hassle": 1100, "multiple": 1541, "advertise": 151, "guess": 1073, "unrivaled": 2465, "tutorial": 2421, "confusing": 538, "normal": 1588, "creative": 600, "christmas": 460, "cord": 567, "satalite": 2018, "burn": 381, "hsn": 1161, "illustration": 1189, "unorganized": 2460, "keeper": 1308, "post": 1777, "manufacturing": 1456, "super": 2268, "plug": 1762, "theirs": 2341, "o": 1611, "essential": 832, "unibody": 2450, "plus": 1763, "slightly": 2133, "automatically": 252, "whats": 2570, "facility": 891, "bound": 350, "son": 2161, "accommodate": 118, "right": 1988, "awe": 260, "east": 778, "wal": 2530, "amazingly": 188, "support": 2276, "suffice": 2262, "frill": 991, "lags": 1333, "gig": 1034, "width": 2580, "accordingly": 120, "way": 2551, "music": 1544, "extrememly": 883, "definatly": 650, "happy": 1091, "head": 1113, "ofconnection": 1627, "amateur": 184, "form": 970, "offer": 1628, "6": 80, "wireless": 2592, "failure": 895, "heat": 1121, "hear": 1119, "true": 2411, "pavilion": 1708, "amature": 185, "captive": 414, "inside": 1244, "maximum": 1469, "crystal": 607, "4in": 73, "emit": 800, "delete": 657, "150": 19, "hotlines": 1155, "shooter": 2098, "computing": 530, "drive": 750, "exist": 857, "ship": 2093, "annoying": 195, "mousepad": 1535, "check": 453, "shit": 2095, "vista": 2516, "techs": 2318, "nb": 1552, "excel": 846, "ny": 1610, "setting": 2080, "role": 1993, "warehouse": 2538, "tie": 2358, "depot": 670, "nt": 1602, "roll": 1994, "picture": 1740, "felt": 922, "update": 2470, "fell": 921, "discharge": 710, "hurt": 1168, "weekend": 2562, "died": 695, "longer": 1407, "bullet": 376, "phone": 1732, "daily": 623, "loyal": 1423, "time": 2361, "push": 1856, "basically": 283, "osx": 1657, "punds": 1849, "rom": 1995, "1200bk": 14, "skip": 2127, "thinkpad": 2352, "focus": 959, "mild": 1499, "mile": 1500, "skin": 2126, "sensitve": 2072, "recharge": 1913, "certainly": 439, "ware": 2537, "depend": 667, "zone": 2642, "freelance": 982, "flash": 950, "father": 909, "environment": 821, "0": 0, "charge": 446, "advantage": 149, "choice": 456, "spyware": 2198, "knapsack": 1319, "artwork": 231, "trouble": 2409, "exact": 840, "minute": 1510, "cool": 564, "impressive": 1206, "trifecta": 2406, "level": 1370, "cooky": 563, "die": 694, "gui": 1074, "fragile": 977, "ultrabook": 2438, "brother": 364, "leave": 1358, "item": 1283, "settle": 2081, "recall": 1906, "quick": 1867, "guy": 1075, "droid": 752, "htc": 1162, "regret": 1935, "core": 568, "trend": 2403, "discover": 715, "cost": 573, "catatonic": 426, "port": 1771, "headset": 1117, "curse": 611, "assistance": 238, "remain": 1945, "pleased": 1759, "current": 609, "300": 58, "appeal": 210, "boost": 340, "satisfy": 2022, "learn": 1355, "entertain": 818, "address": 141, "teacher": 2308, "change": 445, "wait": 2528, "box": 351, "boy": 352, "reformatting": 1928, "noticeable": 1597, "discount": 714, "shift": 2090, "trial": 2405, "suggestion": 2264, "usually": 2489, "noticeably": 1598, "navigation": 1551, "pillow": 1743, "teenage": 2320, "dissappointed": 719, "extra": 881, "problematic": 1817, "prefer": 1789, "paragon": 1691, "bloody": 330, "texture": 2333, "1st": 30, "instal": 1246, "rarely": 1882, "market": 1459, "vivid": 2519, "working": 2608, "flatline": 952, "unimpressed": 2451, "positive": 1774, "visit": 2515, "connector": 543, "msn": 1539, "live": 1395, "jam": 1291, "wonderfully": 2602, "iphone": 1273, "memory": 1482, "pasaro": 1702, "today": 2369, "symantec": 2290, "afford": 156, "acceptable": 113, "combo": 494, "upgradable": 2471, "visual": 2517, "drown": 755, "ignorant": 1184, "effort": 793, "fly": 958, "fuction": 997, "soud": 2168, "car": 415, "cap": 410, "believer": 301, "wallet": 2533, "sour": 2170, "can": 405, "cam": 400, "making": 1444, "arrive": 226, "cae": 396, "cad": 395, "claim": 466, "crazy": 598, "performer": 1721, "figure": 926, "downfall": 742, "december": 637, "awesome": 261, "arise": 224, "stroke": 2237, "hardrive": 1096, "occur": 1623, "fortunately": 972, "exceptional": 851, "qousmio": 1860, "write": 2620, "beat": 288, "sunday": 2267, "vital": 2518, "criterion": 604, "powerbooks": 1781, "fourth": 975, "swore": 2289, "ensure": 817, "guarantee": 1072, "economy": 780, "product": 1826, "designer": 675, "explorer": 872, "huge": 1164, "neat": 1557, "connectibility": 540, "accessory": 115, "crashed": 595, "mac": 1429, "birthday": 318, "designed": 674, "date": 631, "suck": 2258, "data": 630, "grow": 1070, "man": 1447, "classroom": 469, "surfing": 2283, "remember": 1946, "maybe": 1470, "wheelchair": 2573, "ghz": 1030, "inform": 1233, "switch": 2288, "truck": 2410, "april": 220, "tutoring": 2422, "gesture": 1028, "outlet": 1660, "refund": 1929, "webpage": 2558, "gradual": 1056, "mainly": 1441, "feature": 916, "stability": 2202, "course": 584, "equip": 824, "pointer": 1765, "avid": 255, "group": 1068, "monitor": 1525, "acknowledge": 124, "duplex": 759, "interesting": 1259, "amazing": 187, "window": 2586, "4g": 71, "gtx": 1071, "mail": 1439, "main": 1440, "solitare": 2157, "instantly": 1250, "non": 1586, "finance": 932, "easly": 777, "bein": 299, "killer": 1314, "shatter": 2088, "sooner": 2164, "applecare": 213, "safari": 2013, "gate": 1019, "not": 1592, "nov": 1599, "wont": 2604, "down": 741, "term": 2327, "name": 1547, "january": 1293, "didn": 692, "realistic": 1897, "rock": 1992, "did": 691, "quarter": 1865, "repaired": 1951, "square": 2200, "retrieve": 1980, "grouse": 1069, "receipt": 1909, "yeah": 2632, "ex": 839, "year": 2633, "happen": 1087, "morning": 1529, "giddy": 1032, "living": 1396, "accomplish": 119, "gamers": 1014, "3rd": 64, "space": 2171, "mkii": 1514, "increase": 1220, "seriously": 2076, "investigation": 1269, "internet": 1263, "correct": 571, "maneuver": 1450, "arthritis": 228, "million": 1501, "quite": 1873, "hulu": 1165, "complicated": 523, "gateway": 1020, "card": 416, "care": 417, "bloatware": 327, "advance": 147, "couldn": 576, "language": 1336, "transition": 2397, "programming": 1832, "honest": 1144, "thing": 2349, "place": 1746, "silently": 2112, "router": 2000, "promotion": 1835, "think": 2350, "1000": 8, "intuition": 1265, "initial": 1237, "xl": 2626, "blink": 325, "reopen": 1948, "fast": 907, "directly": 702, "reppative": 1957, "carry": 419, "impossible": 1202, "array": 225, "fight": 925, "open": 1641, "size": 2125, "sheer": 2089, "district": 721, "stuck": 2241, "caught": 428, "plastic": 1752, "indicate": 1224, "cooling": 565, "2": 31, "typing": 2432, "white": 2576, "cite": 465, "speaking": 2176, "courier": 583, "continuous": 555, "ridiculous": 1986, "x3": 2625, "copy": 566, "message": 1487, "boyfriend": 353, "11": 12, "wide": 2578, "13": 16, "12": 13, "15": 18, "unfortunately": 2448, "17": 23, "16": 21, "19": 28, "18": 26, "require": 1962, "r": 1874, "glossy": 1044, "aesthetic": 154, "l305d": 1324, "browser": 367, "pre": 1788, "lick": 1373, "pro": 1813, "sad": 2011, "recovey": 1922, "say": 2027, "medium": 1477, "saw": 2026, "taks": 2301, "efficient": 790, "transcription": 2395, "aside": 233, "terrific": 2330, "equipment": 825, "ideal": 1180, "squad": 2199, "take": 2300, "online": 1640, "performance": 1720, "wonder": 2599, "d620": 621, "begin": 296, "sure": 2278, "pain": 1681, "opposite": 1649, "track": 2391, "price": 1801, "thephone": 2342, "insanity": 1242, "donation": 733, "ethernet": 833, "pair": 1685, "icon": 1178, "forever": 967, "peice": 1714, "especially": 831, "flawlessly": 954, "average": 254, "later": 1345, "steady": 2219, "sale": 2015, "nortell": 1590, "professional": 1828, "senior": 2067, "typically": 2431, "shop": 2099, "rating": 1885, "shot": 2104, "show": 2107, "cheap": 451, "friction": 987, "crutchs": 606, "bright": 358, "faster": 908, "hack": 1078, "corner": 570, "ground": 1066, "slot": 2136, "upgrade": 2472, "ratio": 1886, "genius": 1027, "recomended": 1917, "3": 56, "handiecap": 1083, "hater": 1104, "black": 321, "exaggeration": 842, "get": 1029, "lighten": 1381, "horrible": 1151, "freezing": 984, "expectation": 860, "truly": 2413, "cannot": 407, "nearly": 1556, "grafics": 1058, "ssd": 2201, "installed": 1249, "celebrate": 433, "freaking": 980, "prime": 1807, "aluminum": 182, "artist": 229, "leather": 1357, "borrow": 346, "summary": 2266, "husband": 1169, "comparable": 509, "bargain": 280, "relative": 1940, "college": 488, "anyways": 206, "seal": 2046, "concern": 532, "alienware": 172, "review": 1983, "opening": 1642, "g73jh": 1010, "enough": 815, "thime": 2347, "import": 1200, "affordable": 158, "notice": 1596, "august": 251, "parent": 1694, "screen": 2042, "blame": 322, "spare": 2173, "come": 495, "tue": 2417, "reaction": 1890, "installation": 1248, "solidworks": 2156, "quiet": 1870, "s": 2008, "disappointment": 708, "backpack": 271, "duty": 764, "stream": 2235, "firewall": 943, "period": 1724, "doi9ng": 730, "60": 81, "twin": 2426, "iworks": 1289, "anti": 197, "learning": 1356, "approval": 216, "cancel": 406, "freak": 979, "consider": 545, "durrable": 762, "arts": 230, "capable": 412, "west": 2569, "netbooks": 1569, "mark": 1458, "mart": 1461, "dependable": 669, "hardly": 1095, "direction": 701, "enable": 803, "shopping": 2100, "thousand": 2354, "antivirus": 201, "dangerous": 627, "laptops": 1340, "external": 879, "isolator": 1281, "careful": 418, "sound": 2169, "disapeared": 704, "techy": 2319, "cash": 423, "resturant": 1975, "hdd": 1110, "situation": 2123, "margin": 1457, "spotlight": 2195, "ive": 1286, "secondary": 2052, "canon": 408, "parse": 1695, "middle": 1497, "bias": 309, "clutter": 483, "everyday": 837, "worry": 2610, "different": 697, "develop": 686, "doctor": 724, "pay": 1709, "tour": 2387, "trip": 2408, "html": 1163, "pad": 1679, "document": 725, "2yrs": 55, "week": 2561, "exhaust": 856, "extended": 877, "thunderbolt": 2357, "downloads": 744, "assist": 237, "driver": 751, "companion": 506, "wpm": 2618, "decently": 639, "fruit": 992, "wired": 2591, "totally": 2381, "snow": 2150, "charger": 447, "substantive": 2256, "without": 2596, "solve": 2159, "joystick": 1299, "itouch": 1284, "clog": 477, "knowledgeable": 1321, "rest": 1972, "aspect": 235, "touch": 2382, "speed": 2187, "blow": 331, "death": 636, "tim": 2360, "thinking": 2351, "except": 849, "improvement": 1209, "blog": 329, "color": 490, "interested": 1258, "pile": 1742, "4": 65, "real": 1896, "spectacular": 2184, "read": 1891, "discontinue": 713, "amd": 190, "early": 772, "test": 2331, "preinstalled": 1791, "pop": 1769, "mom": 1522, "using": 2486, "cd": 432, "lady": 1331, "sensational": 2068, "packaging": 1676, "intel": 1256, "benefit": 306, "t": 2293, "always": 183, "substandard": 2254, "tweeked": 2424, "cusromer": 614, "satisfactory": 2020, "exposed": 874, "competition": 515, "supplementary": 2273, "cr": 587, "n410bl": 1546, "excelent": 847, "gross": 1065, "confirm": 537, "noon": 1587, "overly": 1667, "moon": 1528, "giviing": 1038, "critical": 605, "moderate": 1518, "football": 965, "business": 384, "communicate": 503, "awsome": 264, "broken": 363, "evolve": 838, "fathom": 910, "diagnostics": 690, "standpoint": 2208, "throw": 2356, "manufacturer": 1455, "comparison": 511, "ol": 1635, "ok": 1633, "tease": 2311, "favorite": 914, "drag": 747, "netbook": 1568, "act": 125, "lasting": 1343, "os": 1656, "processor": 1822, "road": 1990, "outlook": 1661, "coupon": 582, "image": 1191, "vacation": 2492, "determine": 685, "uhhhhhh": 2436, "stare": 2212, "log": 1403, "area": 221, "aren": 222, "hey": 1129, "lol": 1405, "start": 2213, "lop": 1412, "low": 1421, "lot": 1415, "lou": 1416, "dosen": 736, "complete": 519, "sophisticated": 2166, "antiquated": 199, "happier": 1089, "pitched": 1745, "buying": 390, "spice": 2191, "1024": 9, "default": 644, "dirty": 703, "manuel": 1454, "agree": 163, "darker": 629, "detailed": 683, "ac": 110, "persoal": 1727, "600": 82, "certain": 438, "general": 1024, "examine": 843, "reliability": 1943, "file": 927, "girlfriend": 1036, "acer": 123, "film": 929, "fill": 928, "incorrect": 1219, "idiot": 1182, "imail": 1193, "novice": 1601, "enclosure": 805, "rubber": 2004, "field": 924, "unparalleled": 2461, "5": 75, "core2": 569, "trash": 2400, "poor": 1767, "regardless": 1933, "separate": 2073, "important": 1201, "unresponsive": 2464, "wife": 2581, "invest": 1268, "wifi": 2582, "curve": 613, "websites": 2560, "mass": 1462, "crapware": 592, "alright": 178, "resolution": 1966, "cpu": 586, "externally": 880, "forget": 968, "beware": 308, "lack": 1330, "dollar": 731, "abit": 105, "month": 1527, "disc": 709, "messy": 1489, "follow": 961, "disk": 716, "hmmm": 1138, "tv": 2423, "insulate": 1254, "program": 1830, "th": 2336, "presentation": 1795, "case": 422, "fax": 915, "premium": 1793, "far": 906, "powerbook": 1780, "ouch": 1659, "worst": 2611, "hewlett": 1128, "got": 1052, "awful": 263, "sony": 2162, "difference": 696, "securely": 2054, "enjoyable": 814, "cable": 394, "becase": 293, "list": 1391, "tosiba": 2379, "laud": 1347, "convienent": 562, "large": 1341, "adjust": 143, "booting": 344, "small": 2142, "tear": 2310, "typers": 2428, "flick": 955, "quicker": 1868, "portable": 1773, "ten": 2325, "sync": 2291, "past": 1704, "tey": 2335, "rate": 1884, "design": 673, "pass": 1703, "functioning": 1003, "investment": 1270, "material": 1465, "toshibas": 2377, "sub": 2250, "althougth": 181, "brief": 357, "version": 2505, "undecided": 2443, "nurse": 1607, "method": 1491, "hasn": 1099, "friday": 988, "loose": 1411, "component": 526, "surfer": 2282, "shouldn": 2106, "operating": 1645, "november": 1600, "strong": 2238, "legend": 1362, "search": 2049, "ahead": 164, "iphoto": 1274, "qualify": 1862, "experience": 865, "prior": 1810, "infrequently": 1235, "occassionally": 1621, "social": 2151, "action": 126, "point": 1764, "invalidate": 1267, "ilife": 1186, "suddenly": 2260, "i7in": 1176, "ask": 234, "select": 2059, "eye": 884, "score": 2038, "amaze": 186, "finally": 931, "implore": 1199, "gorgeous": 1051, "preloaded": 1792, "minor": 1507, "flat": 951, "flaw": 953, "door": 735, "purse": 1855, "company": 507, "excuse": 855, "stick": 2225, "broke": 362, "particular": 1698, "hurry": 1167, "glad": 1039, "town": 2389, "hour": 1156, "science": 2037, "touchpads": 2384, "sudden": 2259, "caveat": 431, "v": 2491, "broad": 361, "history": 1136, "beautiful": 290, "stubborn": 2240, "compare": 510, "f5": 886, "scan": 2030, "stacking": 2204, "share": 2085, "minimum": 1506, "purchased": 1851, "sense": 2069, "sharp": 2086, "airplane": 168, "firmly": 944, "information": 1234, "needs": 1562, "jerk": 1295, "utilize": 2490, "occasionally": 1619, "simplicity": 2116, "okay": 1634, "suppose": 2277, "hardcopy": 1093, "par": 1690, "reflect": 1926, "plane": 1750, "waver": 2550, "fi": 923, "response": 1969, "m60": 1428, "refuse": 1931, "short": 2101, "documentation": 726, "toshie": 2378, "negligible": 1564, "nvidia": 1609, "pleasure": 1760, "egg": 794, "uninstall": 2452, "photoshop": 1737, "help": 1125, "soon": 2163, "trade": 2393, "thermal": 2343, "paper": 1688, "dough": 740, "hell": 1124, "suffer": 2261, "24": 46, "25": 49, "style": 2248, "kardon": 1306, "20": 32, "21": 43, "23": 45, "pray": 1787, "complex": 521, "actually": 129, "late": 1344, "astonish": 241, "bummer": 377, "verginia": 2502, "prodcut": 1824, "fool": 964, "wouldn": 2615, "qualm": 1864, "good": 1047, "return": 1981, "yo": 2637, "food": 963, "gadget": 1011, "speechless": 2186, "fancy": 903, "complain": 516, "bigger": 312, "easily": 776, "fully": 998, "capability": 411, "micro": 1493, "prolems": 1833, "stopped": 2230, "deffinately": 649, "inherent": 1236, "heavy": 1122, "malfunction": 1445, "shock": 2096, "weight": 2563, "house": 1157, "energy": 810, "hard": 1092, "reduce": 1925, "idea": 1179, "numeric": 1606, "slowdown": 2138, "oil": 1632, "connect": 539, "responsice": 1970, "scratching": 2040, "operation": 1646, "event": 835, "really": 1900, "p": 1673, "research": 1965, "safety": 2014, "7": 86, "print": 1808, "offline": 1630, "evaluation": 834, "bass": 284, "team": 2309, "warrenty": 2542, "horse": 1152, "effect": 788, "pleasant": 1756, "difficulty": 699, "reason": 1901, "base": 281, "imagine": 1192, "put": 1857, "teach": 2307, "beginning": 298, "loads": 1400, "definition": 653, "bring": 360, "terrible": 2328, "terribly": 2329, "american": 191, "w": 2524, "trackpad": 2392, "dissatisfy": 720, "major": 1442, "dont": 734, "feel": 918, "relate": 1939, "number": 1605, "welcome": 2565, "unexpected": 2446, "blank": 323, "crapy": 593, "razor": 1887, "story": 2233, "introduction": 1264, "5th": 79, "smoother": 2146, "construct": 548, "paint": 1684, "wonderful": 2600, "statement": 2217, "compartment": 512, "store": 2232, "headache": 1114, "selling": 2063, "option": 1652, "hotel": 1154, "immediate": 1195, "optical": 1651, "believe": 300, "financing": 934, "b": 265, "double": 738, "anticipate": 198, "instruction": 1252, "harman": 1098, "dang": 626, "kindle": 1317, "seamlessly": 2048, "outstanding": 1663, "7k": 92, "defect": 646, "substantial": 2255, "alike": 173, "lid": 1374, "lie": 1375, "built": 373, "zero": 2641, "self": 2060, "happeneing": 1088, "couch": 574, "also": 179, "internal": 1261, "useless": 2484, "finding": 936, "frequently": 985, "play": 1754, "added": 136, "macs": 1436, "retired": 1979, "inconvenience": 1217, "reach": 1889, "affordability": 157, "unused": 2467, "75": 89, "charm": 448, "plan": 1749, "watt": 2549, "extremely": 882, "model": 1517, "compaq": 508, "breaker": 356, "surf": 2280, "sturdy": 2247, "mobile": 1515, "clear": 471, "cover": 585, "sticky": 2226, "part": 1696, "clean": 470, "asus": 242, "ky": 1322, "notch": 1593, "microsoft": 1495, "particularly": 1699, "celeron": 434, "impressively": 1207, "font": 962, "fine": 937, "find": 935, "access": 114, "indicator": 1226, "unusable": 2466, "nervous": 1566, "rebooting": 1905, "unhappy": 2449, "technologically": 2317, "backlighting": 269, "pretty": 1798, "money": 1524, "8": 94, "circle": 464, "peformance": 1713, "touchscreen": 2385, "hit": 1137, "express": 875, "kind": 1315, "whistle": 2575, "feels": 920, "closely": 479, "restart": 1973, "enemy": 809, "resolve": 1967, "transitional": 2398, "remove": 1947, "proclaim": 1823, "inbuilt": 1211, "common": 502, "activity": 127, "hype": 1170, "x": 2624, "insane": 1241, "set": 2079, "art": 227, "dump": 758, "certin": 440, "startup": 2215, "see": 2056, "sec": 2050, "close": 478, "readmy": 1893, "expert": 866, "movie": 1537, "wow": 2617, "currently": 610, "burner": 382, "ups": 2475, "crisp": 603, "ichat": 1177, "won": 2598, "various": 2497, "probably": 1814, "compliment": 524, "available": 253, "recently": 1912, "missing": 1512, "initially": 1238, "attention": 247, "4gb": 72, "incident": 1214, "interface": 1260, "modle": 1520, "league": 1353, "c": 392, "10th": 11, "last": 1342, "license": 1372, "barely": 279, "explore": 871, "powercord": 1782, "sensitive": 2070, "nb205": 1553, "alot": 177, "mean": 1474, "load": 1399, "bell": 302, "battery": 285, "reccomend": 1908, "simply": 2117, "shutdown": 2109, "linux": 1389, "desktop": 679, "expensive": 862, "consuming": 551, "described": 671, "pw": 1858, "create": 599, "creativity": 601, "pc": 1710, "damn": 625, "reurn": 1982, "expensve": 863, "ram": 1877, "flight": 956, "champion": 442, "buck": 369, "fire": 941, "convert": 561, "usage": 2479, "pricey": 1803, "understand": 2445, "compatable": 513, "instructor": 1253, "look": 1409, "solid": 2155, "reliable": 1944, "tip": 2365, "budget": 370, "receive": 1910, "accidently": 117, "homework": 1143, "error": 829, "fun": 999, "loop": 1410, "pack": 1674, "pound": 1778, "moth": 1530, "calculator": 397, "obtrusive": 1615, "disappointing": 707, "harddrives": 1094, "skype": 2129, "ready": 1894, "reprogram": 1960, "funny": 1004, "anymore": 204, "grant": 1060, "belong": 304, "4590": 70, "9": 98, "advise": 153, "relatively": 1941, "day": 633, "higher": 1132, "development": 687, "sell": 2061, "used": 2482, "snail": 2148, "bonus": 337, "mow": 1538, "painless": 1683, "leopard": 1366, "yesterday": 2635, "alert": 171, "viewing": 2513, "walmart": 2534, "user": 2485, "necessity": 1559, "robust": 1991, "stack": 2203, "soooooooooo": 2165, "recent": 1911, "touchpad": 2383, "lower": 1422, "task": 2305, "supersede": 2271, "spent": 2190, "analysis": 192, "obviously": 1616, "defrags": 655, "person": 1728, "2gb": 53, "unannounced": 2440, "machinery": 1435, "y": 2628, "entry": 820, "spend": 2189, "grabage": 1054, "netboook": 1570, "facial": 890, "ergonomic": 827, "760": 90, "vga": 2507, "shape": 2084, "world": 2609, "reviewer": 1984, "cut": 618, "tablet": 2296, "observant": 1613, "disappointed": 706, "snap": 2149, "input": 1240, "excited": 854, "luxury": 1426, "ridiculously": 1987, "dependability": 668, "complaint": 518, "complains": 517, "insert": 1243, "big": 311, "bid": 310, "homeschool": 1142, "imovie": 1198, "coupla": 580, "game": 1012, "truely": 2412, "verion": 2503, "bit": 319, "18000": 27, "wirelessly": 2593, "d": 620, "semi": 2064, "signal": 2111, "continue": 554, "indication": 1225, "macbooks": 1431, "popular": 1770, "stylish": 2249, "explainable": 870, "s5934": 2009, "google": 1050, "absolutely": 109, "fake": 897, "bounce": 349, "beatifull": 289, "pricetag": 1802, "palm": 1686, "pricing": 1804, "isnt": 1278, "trendy": 2404, "newsletter": 1577, "scale": 2029, "decision": 641, "seller": 2062, "overprice": 1668, "connecting": 541, "innovation": 1239, "refurbish": 1930, "minimal": 1505, "null_word": 1604, "sixteen": 2124, "run": 2005, "bb": 286, "rub": 2003, "processing": 1821, "305": 59, "chart": 449, "step": 2223, "crap": 591, "tower": 2388, "usb": 2480, "shine": 2091, "cubersome": 608, "wouldnt": 2616, "netflix": 1571, "goody": 1049, "prove": 1845, "virus": 2514, "graduation": 1057, "hinge": 1135, "range": 1880, "idk": 1183, "fantasic": 904, "shiny": 2092, "block": 328, "repair": 1950, "plenty": 1761, "techie": 2313, "integral": 1255, "primarily": 1805, "contributor": 556, "lesson": 1367, "impressed": 1204, "span": 2172, "junkware": 1304, "abilitiy": 103, "question": 1866, "long": 1406, "custom": 615, "bios": 317, "camera": 402, "suit": 2265, "forward": 973, "inept": 1228, "properly": 1840, "crank": 590, "repeatedly": 1953, "newer": 1575, "line": 1388, "raising": 1876, "info": 1232, "biggie": 314, "intuitive": 1266, "up": 2469, "us": 2477, "windows": 2587, "expese": 867, "similar": 2114, "camp": 403, "constant": 546, "worthwhile": 2614, "oddity": 1626, "shortcuts": 2102, "metal": 1490, "influence": 1231, "doesn": 728, "package": 1675, "glary": 1042, "engineering": 811, "chat": 450, "lemon": 1363, "hafe": 1080, "fps": 976, "objection": 1612, "occasional": 1618, "application": 214, "reputation": 1961, "functionality": 1002, "recognition": 1914, "department": 666, "dv4": 765, "pcconnection": 1711, "nice": 1578, "benchmark": 305, "helpful": 1126, "replace": 1954, "meaning": 1475, "ago": 162, "land": 1335, "e": 770, "practically": 1785, "dvd": 767, "age": 161, "required": 1963, "youtube": 2639, "2000": 33, "2006": 35, "2007": 36, "2005": 34, "fresh": 986, "inevitably": 1229, "2009": 37, "scroll": 2044, "magnetically": 1438, "saying": 2028, "scratch": 2039, "slick": 2132, "steve": 2224, "gb": 1022, "go": 1045, "adjustment": 144, "244dx": 47, "backlight": 268, "compact": 505, "young": 2638, "send": 2066, "intensive": 1257, "1222nr": 15, "blaze": 324, "cluttered": 484, "dislike": 717, "include": 1215, "friendly": 990, "customer": 616, "g4": 1008, "torture": 2374, "outside": 1662, "graphic": 1061, "facebook": 889, "underscore": 2444, "dv9000": 766, "wipe": 2589, "entire": 819, "schoolwork": 2036, "button": 387, "unusual": 2468, "try": 2415, "race": 1875, "havent": 1108, "challenge": 441, "disclaimer": 711, "slow": 2137, "strongly": 2239, "participate": 1697, "jump": 1301, "video": 2510, "booth": 343, "nephew": 1565, "download": 743, "odd": 1625, "click": 473, "vmware": 2520, "power": 1779, "cell": 435, "waiting": 2529, "vega": 2500, "turnaround": 2420, "3g": 63, "body": 336, "led": 1359, "hdmi": 1111, "exchange": 852, "specifially": 2180, "commercial": 501, "giant": 1031, "packing": 1678, "experiece": 864, "let": 1368, "ubuntu": 2434, "retina": 1978, "great": 1064, "casing": 424, "technical": 2314, "32": 61, "31": 60, "30": 57, "35": 62, "survey": 2285, "defeat": 645, "opinion": 1647, "bookkeeping": 339, "thats": 2339, "firefox": 942, "apple": 212, "spy": 2197, "crashing": 596, "win": 2585, "app": 208, "manage": 1448, "dedicated": 643, "expect": 859, "decrease": 642, "proprietary": 1841, "staple": 2209, "cloud": 480, "use": 2481, "feb": 917, "toshib": 2375, "adversary": 150, "seamless": 2047, "doubt": 739, "noisy": 1585, "clever": 472, "factor": 893, "impress": 1203, "carrying": 420, "baby": 266, "gladly": 1040, "adequate": 142, "starter": 2214, "subscription": 2251, "annoy": 194, "high": 1131, "account": 121, "portability": 1772, "f": 885, "needle": 1561, "oh": 1631, "acually": 130, "thin": 2348, "meet": 1478, "didnt": 693, "proof": 1838, "control": 557, "tap": 2303, "slip": 2135, "patron": 1707, "plate": 1753, "process": 1819, "lock": 1402, "slim": 2134, "tax": 2306, "tad": 2298, "tag": 2299, "shipping": 2094, "tab": 2294, "serial": 2074, "banling": 277, "hesitate": 1127, "labtops": 1329, "defective": 647, "lame": 1334, "delay": 656, "attachment": 245, "instead": 1251, "stand": 2206, "profile": 1829, "awesomest": 262, "defenitly": 648, "attend": 246, "psyched": 1847, "watch": 2548, "await": 257, "collection": 486, "wonky": 2603, "notebook": 1595, "wrist": 2619, "efficiently": 791, "memorize": 1481, "light": 1379, "sit": 2121, "honestly": 1145, "allow": 175, "subsequently": 2252, "thigh": 2346, "mute": 1545, "peck": 1712, "dy": 768, "bunch": 379, "perfect": 1717, "1": 5, "complicate": 522, "la": 1327, "sd": 2045, "ll": 1397, "permanent": 1726, "choose": 457, "latitude": 1346, "vancouver": 2496, "bye": 391, "2010": 39, "2013": 40, "dad": 622, "crash": 594, "pure": 1853, "practice": 1786, "toshiba": 2376, "mention": 1484, "cutting": 619, "fingerprint": 939, "realize": 1898, "thrill": 2355, "edit": 783, "university": 2456, "upgreade": 2473, "fuzz": 1007, "promise": 1834, "stock": 2228, "illuminate": 1187, "beginner": 297, "bump": 378, "chams": 443, "700": 87, "bluetooth": 333, "kitchen": 1318, "temporaly": 2323, "83": 95, "salesman": 2016, "special": 2178, "twice": 2425, "rep": 1949, "reboot": 1904, "messenger": 1488, "versitility": 2506, "performs": 1723, "electronics": 796, "stun": 2245, "sacrifice": 2010, "red": 1924, "obsess": 1614, "shut": 2108, "ipod": 1276, "promptly": 1836, "completely": 520, "please": 1758, "surely": 2279, "scary": 2032, "yard": 2630, "spill": 2192, "could": 575, "timer": 2363, "l455d": 1326, "length": 1364, "produce": 1825, "timed": 2362, "retail": 1977, "prospective": 1842, "powerful": 1783, "bootcamp": 342, "coloful": 489, "warcraft": 2536, "owner": 1671, "realizwed": 1899, "quality": 1863, "management": 1449, "sadly": 2012, "monkey": 1526, "privacy": 1812, "occasionaly": 1620, "durable": 761, "accent": 112, "system": 2292, "shockingly": 2097, "priority": 1811, "attach": 244, "1500": 20, "wiz": 2597, "norton": 1591, "perfectly": 1718, "final": 930, "painful": 1682, "prone": 1837, "configure": 536, "adaptor": 134, "exactly": 841, "anyones": 205, "skyrim": 2130, "diminish": 700, "july": 1300, "haven": 1107, "ipad": 1272, "w7": 2525, "photograph": 1735, "eeepc": 787, "bloat": 326, "isolation": 1280, "bother": 347, "reprecutions": 1958, "lion": 1390, "bed": 294, "desinged": 676, "reproduction": 1959, "lover": 1420, "dynamo": 769, "steer": 2221, "clip": 476, "tabs": 2297, "comfortable": 496, "have": 1106, "need": 1560, "clunker": 481, "apparently": 209, "unbearable": 2441, "microphone": 1494, "issue": 1282, "min": 1502, "4000": 68, "rout": 1998, "able": 106, "mid": 1496, "purchasing": 1852, "grounding": 1067, "bus": 383, "vpn": 2523, "hp": 1159, "accuracy": 122, "depanable": 665, "unless": 2457, "camper": 404, "useful": 2483, "device": 688, "nuisance": 1603, "segment": 2058, "class": 468, "delivery": 660, "deny": 664, "placement": 1747, "mus": 1543, "upset": 2476, "face": 888, "labtop": 1328, "talk": 2302, "mechanical": 1476, "occasion": 1617, "typical": 2430, "normally": 1589, "fact": 892, "overrate": 1669, "impression": 1205, "text": 2332, "longevity": 1408, "multitasking": 1542, "planning": 1751, "rough": 1997, "probbly": 1815, "thicker": 2345, "leg": 1361, "staff": 2205, "envy": 822, "editing": 784, "tire": 2366, "hadn": 1079, "winner": 2588, "jar": 1294, "iphotos": 1275, "unable": 2439, "hd": 1109, "unconcerned": 2442, "employee": 802, "gaurentee": 1021, "local": 1401, "hope": 1149, "regularly": 1937, "move": 1536, "handle": 1084, "pull": 1848, "wonderfull": 2601, "familiar": 900, "photography": 1736, "overall": 1664, "molasses": 1521, "fallout": 899, "bluray": 334, "buyer": 389, "compute": 528, "ymmv": 2636, "gray": 1062, "processer": 1820, "stuff": 2244, "contain": 553, "grab": 1053, "fixed": 949, "widow": 2579, "requirement": 1964, "temporarily": 2324, "frame": 978, "freeze": 983, "edition": 785, "computer": 529, "wire": 2590, "typewriter": 2429, "nightmare": 1583, "tend": 2326, "favor": 913, "state": 2216, "correctly": 572, "lug": 1425, "weird": 2564, "tranferring": 2394, "frustrated": 994, "email": 799, "bought": 348, "keynote": 1311, "ability": 104, "superior": 2270, "joy": 1298, "deliver": 658, "job": 1296, "key": 1309, "demonstrate": 663, "disconnect": 712, "configuration": 535, "thank": 2337, "actual": 128, "joke": 1297, "equal": 823, "powerless": 1784, "assure": 240, "admit": 145, "otherwise": 1658, "comment": 500, "vent": 2501, "wall": 2532, "ca": 393, "walk": 2531, "running": 2006, "66ghz": 84, "math": 1466, "laugh": 1348, "table": 2295, "2800": 52, "ad": 131, "quit": 1872, "addition": 139, "decent": 638, "cent": 436, "willing": 2584, "slowly": 2139, "treat": 2402, "waste": 2546, "mike": 1498, "penny": 1715, "controlled": 558, "route": 1999, "mc373ll": 1471, "bulk": 374, "policy": 1766, "finished": 940, "hateful": 1103, "2014": 41, "cautiously": 430, "present": 1794, "multi": 1540, "unlike": 2458, "plain": 1748, "appearance": 211, "value": 2495, "cursor": 612, "stunning": 2246, "scanned": 2031, "fault": 911, "ultra": 2437, "frustrating": 995, "ve": 2499, "manually": 1453, "almost": 176, "demo": 662, "site": 2122, "surface": 2281, "hardware": 1097, "dual": 756, "lightweight": 1382, "esay": 830, "starcraft": 2211, "generic": 1025, "connection": 542, "member": 1480, "strange": 2234, "speaker": 2175, "ince": 1212, "inch": 1213, "party": 1701, "android": 193, "difficult": 698, "ball": 275, "ts": 2416, "nightly": 1582, "openoffice": 1643, "student": 2242, "dust": 763, "build": 372, "single": 2119, "pleasantly": 1757, "protector": 1844, "center": 437, "i": 1171, "well": 2566, "thought": 2353, "drone": 753, "command": 499, "english": 812, "firstly": 945, "audio": 250, "forgivable": 969, "usual": 2488, "lightbulb": 1380, "dosn": 737, "storage": 2231, "half": 1081, "advertised": 152, "happiness": 1090, "web": 2556, "generous": 1026, "anykind": 203, "tight": 2359, "supply": 2275, "sky": 2128, "handy": 1085, "simple": 2115, "add": 135, "valid": 2494, "combine": 493, "attractive": 249, "crack": 588, "vids": 2512, "unprecedented": 2462, "smart": 2143, "identical": 1181, "checking": 454, "haul": 1105, "five": 947, "know": 1320, "wiling": 2583, "desk": 678, "press": 1796, "immediately": 1196, "hollow": 1140, "loss": 1414, "motorola": 1533, "reflectiveness": 1927, "like": 1384, "vibrant": 2508, "qosmio": 1859, "parasite": 1693, "garage": 1017, "lose": 1413, "soft": 2152, "page": 1680, "inspiron": 1245, "replacement": 1955, "exceed": 845, "drop": 754, "glare": 1041, "probook": 1818, "smoothly": 2147, "marketshare": 1460, "library": 1371, "proper": 1839, "home": 1141, "liking": 1386, "transport": 2399, "lead": 1352, "literally": 1393, "avoid": 256, "superdrive": 2269, "leap": 1354, "1920x1080": 29, "noise": 1584, "imformative": 1194, "worthless": 2613, "expansion": 858, "stellar": 2222, "pressure": 1797, "expire": 868, "although": 180, "frustrate": 993, "paste": 1705, "periodically": 1725, "panel": 1687, "sister": 2120, "rare": 1881, "extension": 878, "videocard": 2511, "louisville": 1418, "compatible": 514, "278g": 51, "swear": 2287, "software": 2153, "warranty": 2541, "own": 1670, "kinda": 1316, "previously": 1800, "dud": 757, "sharpness": 2087, "functional": 1001, "headphone": 1116, "doesnt": 729, "unexpectedly": 2447, "registration": 1934, "couldnt": 577, "hang": 1086, "mere": 1486, "networking": 1573, "additional": 140, "unresolvable": 2463, "transfer": 2396, "apps": 218, "frustration": 996, "biggest": 313, "function": 1000, "buy": 388, "hr": 1160, "constantly": 547, "brand": 354, "but": 385, "volume": 2521, "construction": 549, "technician": 2315, "delivers": 659, "ear": 771, "memphis": 1483, "bug": 371, "versatile": 2504, "count": 578, "wise": 2594, "packard": 1677, "temp": 2322, "wish": 2595, "smooth": 2145, "record": 1920, "limit": 1387, "macboook": 1432, "problem": 1816, "piece": 1741, "display": 718, "7gz": 91, "pin": 1744, "devise": 689, "recognize": 1915, "universal": 2455, "pic": 1738, "condition": 533, "goodness": 1048, "vostro": 2522, "antiviral": 200, "incredible": 1221, "bulky": 375, "45": 69, "boot": 341, "detail": 682, "40": 66, "8gig": 97, "book": 338, "u": 2433, "g60": 1009, "incredibly": 1222, "junk": 1303, "repeat": 1952, "star": 2210, "june": 1302, "bundle": 380, "stay": 2218, "chance": 444, "preform": 1790, "iwork": 1288, "spreadsheet": 2196, "macconnection": 1433, "original": 1655, "occassionaly": 1622, "lift": 1378, "4k": 74, "recalled": 1907, "indirectly": 1227}