{"344": "booting", "345": "bootup", "346": "borrow", "347": "bother", "340": "boost", "341": "boot", "342": "bootcamp", "343": "booth", "348": "bought", "349": "bounce", "1653": "order", "2318": "techs", "2319": "techy", "2316": "technological", "2317": "technologically", "2314": "technical", "2315": "technician", "2312": "tech", "2313": "techie", "2310": "tear", "2311": "tease", "298": "beginning", "299": "bein", "296": "begin", "297": "beginner", "294": "bed", "295": "beep", "292": "beauty", "293": "becase", "290": "beautiful", "291": "beautifully", "2147": "smoothly", "270": "backlit", "271": "backpack", "272": "bad", "273": "bag", "274": "balance", "275": "ball", "276": "band", "277": "banling", "278": "bar", "279": "barely", "1780": "powerbook", "2146": "smoother", "2268": "super", "2269": "superdrive", "2262": "suffice", "2263": "suggest", "2260": "suddenly", "2261": "suffer", "2266": "summary", "2267": "sunday", "2264": "suggestion", "2265": "suit", "2442": "unconcerned", "2443": "undecided", "2440": "unannounced", "2441": "unbearable", "1781": "powerbooks", "2447": "unexpectedly", "2444": "underscore", "2445": "understand", "2448": "unfortunately", "2449": "unhappy", "2189": "spend", "108": "absolute", "109": "absolutely", "102": "9g", "103": "abilitiy", "100": "900", "101": "96", "106": "able", "107": "abrupt", "104": "ability", "105": "abit", "2046": "seal", "2047": "seamless", "2044": "scroll", "2045": "sd", "2042": "screen", "2043": "screw", "2040": "scratching", "2041": "scream", "2048": "seamlessly", "2049": "search", "1372": "license", "2038": "score", "1001": "functional", "1210": "improvment", "1375": "lie", "1655": "original", "1374": "lid", "99": "90", "98": "9", "91": "7gz", "90": "760", "93": "7th", "92": "7k", "95": "83", "94": "8", "97": "8gig", "96": "8gb", "1623": "occur", "1622": "occassionaly", "1621": "occassionally", "1620": "occasionaly", "1627": "ofconnection", "1626": "oddity", "1625": "odd", "1624": "occurance", "1999": "route", "1998": "rout", "1629": "office", "1377": "lifelong", "559": "convenience", "558": "controlled", "555": "continuous", "554": "continue", "557": "control", "556": "contributor", "551": "consuming", "550": "consumer", "553": "contain", "552": "contact", "1439": "mail", "1199": "implore", "1198": "imovie", "1191": "image", "1190": "im", "1193": "imail", "1192": "imagine", "1195": "immediate", "1194": "imformative", "1197": "imo", "1196": "immediately", "1759": "pleased", "1758": "please", "1757": "pleasantly", "1756": "pleasant", "1755": "player", "1754": "play", "1753": "plate", "1752": "plastic", "1751": "planning", "1750": "plane", "1177": "ichat", "1176": "i7in", "1175": "i7", "1174": "i5", "1173": "i3531", "1172": "i3", "1171": "i", "1170": "hype", "1179": "idea", "1178": "icon", "511": "comparison", "510": "compare", "513": "compatable", "1285": "itunes", "1284": "itouch", "1287": "iweb", "512": "compartment", "1281": "isolator", "1280": "isolation", "1283": "item", "1282": "issue", "1003": "functioning", "879": "external", "1289": "iworks", "1288": "iwork", "514": "compatible", "1579": "nicely", "1578": "nice", "689": "devise", "688": "device", "685": "determine", "684": "detection", "687": "development", "686": "develop", "681": "despite", "680": "desktops", "683": "detailed", "682": "detail", "458": "choosen", "1226": "indicator", "621": "d620", "873": "expose", "1224": "indicate", "1223": "indent", "1222": "incredibly", "1221": "incredible", "1220": "increase", "407": "cannot", "406": "cancel", "405": "can", "404": "camper", "403": "camp", "402": "camera", "401": "came", "400": "cam", "1379": "light", "1378": "lift", "1342": "last", "409": "cant", "408": "canon", "453": "check", "454": "checking", "2148": "snail", "455": "child", "1346": "latitude", "1347": "laud", "379": "bunch", "378": "bump", "371": "bug", "370": "budget", "373": "built", "372": "build", "375": "bulky", "374": "bulk", "377": "bummer", "376": "bullet", "2295": "table", "393": "ca", "392": "c", "391": "bye", "390": "buying", "397": "calculator", "396": "cae", "395": "cad", "394": "cable", "399": "call", "398": "california", "895": "failure", "2309": "team", "2308": "teacher", "2301": "taks", "2300": "take", "2303": "tap", "2302": "talk", "2305": "task", "2304": "tashiba", "2307": "teach", "2306": "tax", "245": "attachment", "244": "attach", "247": "attention", "246": "attend", "241": "astonish", "240": "assure", "243": "ati", "242": "asus", "249": "attractive", "248": "attest", "2275": "supply", "2274": "supplier", "2277": "suppose", "2276": "support", "2271": "supersede", "2270": "superior", "2273": "supplementary", "2272": "supper", "2279": "surely", "2278": "sure", "2337": "thank", "2198": "spyware", "2459": "unnecessary", "2458": "unlike", "2455": "universal", "2454": "unit", "2457": "unless", "2456": "university", "2451": "unimpressed", "2450": "unibody", "2453": "unique", "2452": "uninstall", "179": "also", "178": "alright", "177": "alot", "176": "almost", "175": "allow", "174": "all", "173": "alike", "172": "alienware", "171": "alert", "170": "ala", "2051": "second", "1502": "min", "2053": "secure", "2052": "secondary", "2055": "security", "2054": "securely", "2057": "seemlessly", "1503": "mind", "2059": "select", "2058": "segment", "1500": "mile", "1501": "million", "1506": "minimum", "1507": "minor", "1367": "lesson", "1504": "mini", "1505": "minimal", "2157": "solitare", "1227": "indirectly", "1977": "retail", "1976": "result", "659": "delivers", "1975": "resturant", "2405": "trial", "1974": "restrict", "1973": "restart", "1972": "rest", "1971": "responsive", "1970": "responsice", "1968": "respond", "1969": "response", "1618": "occasional", "1619": "occasionally", "1616": "obviously", "1617": "occasion", "1614": "obsess", "1615": "obtrusive", "1612": "objection", "1613": "observant", "1610": "ny", "1611": "o", "1985": "rich", "2542": "warrenty", "2544": "washer", "1768": "poorly", "1769": "pop", "1762": "plug", "1763": "plus", "1760": "pleasure", "1761": "plenty", "1766": "policy", "1767": "poor", "1764": "point", "1765": "pointer", "1142": "homeschool", "1143": "homework", "1140": "hollow", "1141": "home", "1146": "hook", "1147": "hoop", "1144": "honest", "1145": "honestly", "1148": "hop", "1149": "hope", "2402": "treat", "692": "didn", "693": "didnt", "690": "diagnostics", "691": "did", "696": "difference", "697": "different", "694": "die", "695": "died", "698": "difficult", "699": "difficulty", "1548": "nasty", "1549": "nature", "542": "connection", "543": "connector", "540": "connectibility", "541": "connecting", "546": "constant", "547": "constantly", "544": "connects", "545": "consider", "548": "construct", "549": "construction", "1782": "powercord", "1783": "powerful", "1784": "powerless", "1785": "practically", "1786": "practice", "2388": "tower", "1787": "pray", "414": "captive", "415": "car", "416": "card", "417": "care", "410": "cap", "411": "capability", "412": "capable", "413": "capacity", "1384": "like", "1385": "likely", "1386": "liking", "1387": "limit", "418": "careful", "419": "carry", "1382": "lightweight", "1383": "liht", "2446": "unexpected", "2438": "ultrabook", "368": "browsing", "369": "buck", "366": "browse", "367": "browser", "364": "brother", "365": "brought", "362": "broke", "363": "broken", "360": "bring", "361": "broad", "380": "bundle", "381": "burn", "382": "burner", "383": "bus", "384": "business", "385": "but", "386": "butter", "387": "button", "388": "buy", "389": "buyer", "2190": "spent", "2191": "spice", "258": "aware", "259": "away", "2194": "split", "2195": "spotlight", "2196": "spreadsheet", "2197": "spy", "252": "automatically", "253": "available", "250": "audio", "251": "august", "256": "avoid", "257": "await", "254": "average", "255": "avid", "2200": "square", "2201": "ssd", "2202": "stability", "2203": "stack", "2204": "stacking", "2205": "staff", "2206": "stand", "2207": "standard", "2208": "standpoint", "2209": "staple", "1679": "pad", "2428": "typers", "2429": "typewriter", "2400": "trash", "2420": "turnaround", "2421": "tutorial", "2422": "tutoring", "2423": "tv", "2424": "tweeked", "1849": "punds", "2426": "twin", "2427": "type", "2432": "typing", "1848": "pull", "168": "airplane", "169": "airport", "164": "ahead", "165": "aim", "166": "ain", "167": "air", "160": "against", "161": "age", "162": "ago", "163": "agree", "2518": "vital", "2519": "vivid", "1842": "prospective", "2514": "virus", "2515": "visit", "2516": "vista", "2517": "visual", "2510": "video", "1841": "proprietary", "2512": "vids", "2513": "viewing", "1840": "properly", "678": "desk", "679": "desktop", "1814": "probably", "1815": "probbly", "1816": "problem", "1817": "problematic", "1810": "prior", "1811": "priority", "1812": "privacy", "1813": "pro", "1818": "probook", "1819": "process", "670": "depot", "671": "described", "2401": "travel", "1609": "nvidia", "1608": "nv78", "1979": "retired", "1978": "retina", "1601": "novice", "1600": "november", "1603": "nuisance", "1602": "nt", "1605": "number", "1604": "null_word", "1607": "nurse", "1606": "numeric", "809": "enemy", "808": "end", "803": "enable", "802": "employee", "801": "employ", "800": "emit", "807": "encourage", "806": "encounter", "805": "enclosure", "804": "encase", "1775": "possible", "1774": "positive", "1777": "post", "1776": "possibly", "1771": "port", "1770": "popular", "1773": "portable", "1772": "portability", "1779": "power", "1778": "pound", "608": "cubersome", "1159": "hp", "1158": "household", "1155": "hotlines", "1154": "hotel", "1157": "house", "1156": "hour", "1151": "horrible", "1150": "hopefully", "1153": "hot", "1152": "horse", "1555": "near", "2618": "wpm", "1554": "nb205s", "1551": "navigation", "1550": "navigate", "1553": "nb205", "1552": "nb", "59": "305", "58": "300", "1557": "neat", "1556": "nearly", "55": "2yrs", "54": "2nd", "57": "30", "56": "3", "51": "278g", "50": "250", "53": "2gb", "52": "2800", "537": "confirm", "536": "configure", "535": "configuration", "534": "confident", "533": "condition", "532": "concern", "531": "con", "530": "computing", "539": "connect", "538": "confusing", "1558": "necessary", "429": "cause", "428": "caught", "1399": "load", "1398": "llast", "421": "carve", "420": "carrying", "423": "cash", "422": "case", "425": "casual", "424": "casing", "427": "categorize", "426": "catatonic", "853": "excite", "2183": "speck", "2182": "specification", "2181": "specific", "2180": "specifially", "2187": "speed", "2186": "speechless", "229": "artist", "228": "arthritis", "227": "art", "226": "arrive", "225": "array", "224": "arise", "223": "arent", "222": "aren", "221": "area", "220": "april", "2213": "start", "2212": "stare", "2211": "starcraft", "2210": "star", "2217": "statement", "2216": "state", "2215": "startup", "2214": "starter", "2219": "steady", "2218": "stay", "2230": "stopped", "151": "advertise", "150": "adversary", "153": "advise", "152": "advertised", "155": "affect", "154": "aesthetic", "157": "affordability", "156": "afford", "159": "aftermarket", "158": "affordable", "2431": "typically", "2430": "typical", "2437": "ultra", "2436": "uhhhhhh", "2435": "ugly", "2434": "ubuntu", "2236": "strength", "2509": "vibration", "2508": "vibrant", "2507": "vga", "2506": "versitility", "2505": "version", "2504": "versatile", "2503": "verion", "2502": "verginia", "2501": "vent", "2500": "vega", "2199": "squad", "1807": "prime", "1806": "primary", "1805": "primarily", "1804": "pricing", "1803": "pricey", "1802": "pricetag", "1801": "price", "1800": "previously", "1809": "printer", "1808": "print", "1524": "money", "1948": "reopen", "1544": "music", "1525": "monitor", "1942": "relax", "1943": "reliability", "1940": "relative", "1941": "relatively", "1946": "remember", "1526": "monkey", "1944": "reliable", "1945": "remain", "818": "entertain", "0": "0", "1527": "month", "810": "energy", "811": "engineering", "812": "english", "813": "enjoy", "814": "enjoyable", "815": "enough", "816": "enraged", "817": "ensure", "1545": "mute", "1522": "mom", "1990": "road", "1523": "moment", "1993": "role", "1490": "metal", "1397": "ll", "1492": "mic", "1493": "micro", "1494": "microphone", "1495": "microsoft", "1496": "mid", "1396": "living", "1498": "mike", "1499": "mild", "1395": "live", "1994": "roll", "1700": "partition", "1701": "party", "1702": "pasaro", "1394": "little", "1704": "past", "1705": "paste", "1706": "patch", "1707": "patron", "1708": "pavilion", "1393": "literally", "1996": "room", "1392": "listen", "1391": "list", "1390": "lion", "1128": "hewlett", "1129": "hey", "1628": "offer", "1120": "heartily", "1121": "heat", "1122": "heavy", "1123": "heck", "1124": "hell", "1125": "help", "1126": "helpful", "1127": "hesitate", "524": "compliment", "525": "comply", "526": "component", "527": "compuer", "520": "completely", "521": "complex", "522": "complicate", "523": "complicated", "1014": "gamers", "1015": "gaming", "1016": "garabage", "1017": "garage", "528": "compute", "529": "computer", "1012": "game", "1013": "gamer", "1234": "information", "1235": "infrequently", "1236": "inherent", "1237": "initial", "1230": "inexpensive", "1231": "influence", "1232": "info", "1233": "inform", "1238": "initially", "1239": "innovation", "2526": "w8", "438": "certain", "439": "certainly", "436": "cent", "437": "center", "434": "celeron", "435": "cell", "432": "cd", "433": "celebrate", "430": "cautiously", "431": "caveat", "2481": "use", "1967": "resolve", "1960": "reprogram", "1961": "reputation", "2464": "unresponsive", "2465": "unrivaled", "2466": "unusable", "2467": "unused", "238": "assistance", "239": "associate", "234": "ask", "235": "aspect", "236": "aspire", "237": "assist", "230": "arts", "231": "artwork", "232": "ascer", "233": "aside", "2462": "unprecedented", "2228": "stock", "2229": "stop", "2226": "sticky", "2227": "stink", "2224": "steve", "2225": "stick", "2222": "stellar", "2223": "step", "2220": "steam", "2221": "steer", "1": "00", "146": "adobe", "147": "advance", "144": "adjustment", "145": "admit", "142": "adequate", "143": "adjust", "140": "additional", "141": "address", "2468": "unusual", "148": "advanced", "149": "advantage", "2088": "shatter", "2089": "sheer", "2082": "setup", "2083": "shame", "2080": "setting", "2081": "settle", "2086": "sharp", "2087": "sharpness", "2084": "shape", "2085": "share", "2538": "warehouse", "2539": "warm", "2532": "wall", "2533": "wallet", "2530": "wal", "2531": "walk", "2536": "warcraft", "2537": "ware", "2534": "walmart", "2535": "want", "1832": "programming", "1833": "prolems", "1830": "program", "1831": "programm", "1836": "promptly", "1837": "prone", "1834": "promise", "1835": "promotion", "1838": "proof", "1839": "proper", "2154": "soild", "2155": "solid", "939": "fingerprint", "938": "finger", "2150": "snow", "2151": "social", "2152": "soft", "2153": "software", "933": "financially", "932": "finance", "931": "finally", "930": "final", "937": "fine", "936": "finding", "935": "find", "934": "financing", "1955": "replacement", "1954": "replace", "1957": "reppative", "1956": "report", "1951": "repaired", "1950": "repair", "1953": "repeatedly", "1952": "repeat", "1959": "reproduction", "1958": "reprecutions", "829": "error", "828": "ergonomics", "825": "equipment", "824": "equip", "827": "ergonomic", "826": "era", "821": "environment", "820": "entry", "823": "equal", "822": "envy", "1536": "move", "2409": "trouble", "1483": "memphis", "1482": "memory", "1481": "memorize", "1480": "member", "1487": "message", "1486": "mere", "1485": "menu", "1484": "mention", "1489": "messy", "1488": "messenger", "797": "elegant", "796": "electronics", "795": "electronic", "794": "egg", "793": "effort", "792": "effin", "791": "efficiently", "790": "efficient", "1719": "perform", "1718": "perfectly", "2413": "truly", "799": "email", "798": "emachines", "1270": "investment", "2412": "truely", "1271": "involve", "2415": "try", "1272": "ipad", "2414": "trust", "1139": "hold", "1138": "hmmm", "2417": "tue", "1133": "highly", "1132": "higher", "1131": "high", "1130": "hide", "1137": "hit", "1136": "history", "1135": "hinge", "1134": "hindsight", "2419": "turn", "1276": "ipod", "2418": "turing", "1277": "isn", "519": "complete", "518": "complaint", "2149": "snap", "1009": "g60", "1008": "g4", "1007": "fuzz", "1006": "future", "1005": "fuss", "1004": "funny", "515": "competition", "1002": "functionality", "517": "complains", "1000": "function", "623": "daily", "622": "dad", "1225": "indication", "620": "d", "627": "dangerous", "626": "dang", "625": "damn", "624": "damage", "629": "darker", "628": "dark", "1229": "inevitably", "1228": "inept", "1535": "mousepad", "2": "04", "1286": "ive", "11": "10th", "10": "1080p", "13": "12", "12": "11", "15": "1222nr", "14": "1200bk", "17": "14", "16": "13", "19": "150", "18": "15", "2382": "touch", "1534": "mouse", "201": "antivirus", "200": "antiviral", "203": "anykind", "202": "anybody", "205": "anyones", "204": "anymore", "207": "apart", "206": "anyways", "209": "apparently", "208": "app", "1573": "networking", "1572": "network", "1571": "netflix", "2239": "strongly", "2238": "strong", "1570": "netboook", "2231": "storage", "1577": "newsletter", "2233": "story", "2232": "store", "2235": "stream", "2234": "strange", "2237": "stroke", "1576": "news", "1575": "newer", "1574": "new", "2185": "spectrum", "2184": "spectacular", "2095": "shit", "2094": "shipping", "2097": "shockingly", "2096": "shock", "2091": "shine", "2090": "shift", "2093": "ship", "2092": "shiny", "2099": "shop", "2098": "shooter", "2525": "w7", "2524": "w", "2527": "waaaaaay", "2188": "speedy", "2521": "volume", "2520": "vmware", "2523": "vpn", "2522": "vostro", "2529": "waiting", "2528": "wait", "1829": "profile", "1828": "professional", "1825": "produce", "1824": "prodcut", "1827": "production", "1826": "product", "1821": "processing", "1820": "processer", "1823": "proclaim", "1822": "processor", "928": "fill", "929": "film", "2145": "smooth", "2144": "smoke", "2143": "smart", "2142": "small", "2141": "smack", "2140": "slowwwwww", "920": "feels", "921": "fell", "922": "felt", "923": "fi", "924": "field", "925": "fight", "926": "figure", "927": "file", "2411": "true", "1920": "record", "1921": "recovery", "1922": "recovey", "1923": "recycle", "1924": "red", "1925": "reduce", "1926": "reflect", "1927": "reflectiveness", "1928": "reformatting", "1929": "refund", "832": "essential", "833": "ethernet", "830": "esay", "831": "especially", "836": "eventually", "837": "everyday", "834": "evaluation", "835": "event", "838": "evolve", "839": "ex", "3": "07", "1986": "ridiculous", "2511": "videocard", "1987": "ridiculously", "1532": "motherboard", "784": "editing", "785": "edition", "786": "educator", "787": "eeepc", "780": "economy", "781": "edge", "782": "edgy", "783": "edit", "1726": "permanent", "1727": "persoal", "1724": "period", "1725": "periodically", "788": "effect", "789": "effective", "1720": "performance", "1721": "performer", "2355": "thrill", "2439": "unable", "60": "31", "61": "32", "62": "35", "63": "3g", "64": "3rd", "65": "4", "66": "40", "67": "400", "68": "4000", "69": "45", "1371": "library", "1588": "normal", "1589": "normally", "1370": "level", "1582": "nightly", "1583": "nightmare", "1580": "niece", "1581": "night", "1586": "non", "1373": "lick", "1584": "noise", "1585": "noisy", "2433": "u", "1038": "giviing", "1039": "glad", "508": "compaq", "509": "comparable", "1032": "giddy", "507": "company", "1030": "ghz", "505": "compact", "502": "common", "503": "communicate", "500": "comment", "501": "commercial", "1212": "ince", "1213": "inch", "632": "daughter", "633": "day", "1216": "incompatible", "1217": "inconvenience", "636": "death", "637": "december", "638": "decent", "639": "decently", "1218": "incorporate", "1219": "incorrect", "2416": "ts", "465": "cite", "1728": "person", "1729": "personal", "1106": "have", "1107": "haven", "1104": "hater", "1105": "haul", "1102": "hate", "1103": "hateful", "1100": "hassle", "1101": "hat", "1458": "mark", "1459": "market", "1108": "havent", "1109": "hd", "1722": "performing", "1723": "performs", "1897": "realistic", "1891": "read", "2136": "slot", "2137": "slow", "216": "approval", "217": "approximately", "214": "application", "215": "appreciate", "212": "apple", "213": "applecare", "210": "appeal", "211": "appearance", "1530": "moth", "218": "apps", "219": "aprehensive", "2138": "slowdown", "2139": "slowly", "4": "09", "2550": "waver", "2551": "way", "2552": "wd", "2553": "weak", "2554": "weakness", "2555": "wear", "2556": "web", "2557": "webcam", "2558": "webpage", "2559": "website", "2396": "transfer", "2397": "transition", "2394": "tranferring", "2395": "transcription", "2392": "trackpad", "2393": "trade", "2390": "toy", "2391": "track", "2398": "transitional", "2399": "transport", "1858": "pw", "1859": "qosmio", "1850": "purchase", "1851": "purchased", "1852": "purchasing", "1853": "pure", "1854": "purpose", "1855": "purse", "1856": "push", "1857": "put", "2172": "span", "2173": "spare", "2170": "sour", "2171": "space", "919": "feeling", "918": "feel", "2174": "speak", "2175": "speaker", "915": "fax", "914": "favorite", "917": "feb", "916": "feature", "911": "fault", "910": "fathom", "913": "favor", "912": "faulty", "2604": "wont", "2605": "word", "2606": "work", "2607": "workhorse", "2600": "wonderful", "2601": "wonderfull", "2602": "wonderfully", "2603": "wonky", "2608": "working", "2609": "world", "1933": "regardless", "1932": "reg", "1931": "refuse", "1930": "refurbish", "1937": "regularly", "1936": "regular", "1935": "regret", "1934": "registration", "1939": "relate", "1938": "reinstall", "847": "excelent", "846": "excel", "845": "exceed", "844": "example", "843": "examine", "842": "exaggeration", "841": "exactly", "840": "exact", "849": "except", "848": "excellent", "2406": "trifecta", "663": "demonstrate", "1587": "noon", "2407": "trimming", "1739": "pick", "1738": "pic", "1731": "phase", "1730": "personally", "1733": "photo", "1732": "phone", "662": "demo", "1734": "photobooth", "1737": "photoshop", "1736": "photography", "2404": "trendy", "753": "drone", "752": "droid", "751": "driver", "750": "drive", "757": "dud", "756": "dual", "755": "drown", "754": "drop", "759": "duplex", "758": "dump", "1595": "notebook", "506": "companion", "1597": "noticeable", "1596": "notice", "1591": "norton", "1590": "nortell", "1593": "notch", "1033": "gift", "1599": "nov", "504": "commute", "1025": "generic", "1024": "general", "1027": "genius", "1031": "giant", "1021": "gaurentee", "1020": "gateway", "1023": "geek", "1022": "gb", "1036": "girlfriend", "1029": "get", "1028": "gesture", "1037": "give", "1034": "gig", "1035": "girl", "605": "critical", "604": "criterion", "607": "crystal", "606": "crutchs", "601": "creativity", "600": "creative", "603": "crisp", "602": "credit", "1205": "impression", "1204": "impressed", "1207": "impressively", "1206": "impressive", "609": "current", "1200": "import", "1203": "impress", "1202": "impossible", "1211": "inbuilt", "634": "dead", "635": "deal", "1214": "incident", "1215": "include", "1111": "hdmi", "1110": "hdd", "1113": "head", "1112": "hdtv", "1115": "heading", "1114": "headache", "1117": "headset", "464": "circle", "1119": "hear", "1118": "heals", "467": "clarity", "1449": "management", "1448": "manage", "466": "claim", "1357": "leather", "460": "christmas", "1355": "learn", "489": "coloful", "488": "college", "487": "collector", "486": "collection", "485": "coffee", "1354": "leap", "483": "clutter", "482": "clunky", "481": "clunker", "480": "cloud", "199": "antiquated", "198": "anticipate", "195": "annoying", "194": "annoy", "197": "anti", "196": "answer", "191": "american", "190": "amd", "193": "android", "192": "analysis", "2408": "trip", "2543": "warrior", "1454": "manuel", "2541": "warranty", "2540": "warn", "2547": "wasy", "2546": "waste", "2545": "wasn", "1455": "manufacturer", "2549": "watt", "2548": "watch", "1456": "manufacturing", "2381": "totally", "2380": "total", "2383": "touchpad", "1457": "margin", "2385": "touchscreen", "2384": "touchpads", "2387": "tour", "2386": "tough", "2389": "town", "1450": "maneuver", "1451": "manner", "1452": "manual", "1453": "manually", "1949": "rep", "2007": "rw", "902": "fan", "903": "fancy", "900": "familiar", "901": "family", "906": "far", "907": "fast", "904": "fantasic", "905": "fantastic", "1843": "protection", "1511": "mircophone", "908": "faster", "909": "father", "1847": "psyched", "1846": "provide", "1845": "prove", "1844": "protector", "2169": "sound", "2168": "soud", "2165": "soooooooooo", "2164": "sooner", "2167": "sorry", "2166": "sophisticated", "2161": "son", "2160": "somewhat", "2163": "soon", "2162": "sony", "2617": "wow", "2616": "wouldnt", "2615": "wouldn", "2614": "worthwhile", "2613": "worthless", "2612": "worth", "2611": "worst", "2610": "worry", "2619": "wrist", "1947": "remove", "1908": "reccomend", "1909": "receipt", "1906": "recall", "1907": "recalled", "1904": "reboot", "1905": "rebooting", "1902": "reasonable", "1903": "reasonably", "1900": "really", "1901": "reason", "854": "excited", "855": "excuse", "856": "exhaust", "857": "exist", "850": "exception", "851": "exceptional", "852": "exchange", "819": "entire", "858": "expansion", "859": "expect", "6": "10", "2463": "unresolvable", "740": "dough", "741": "down", "742": "downfall", "743": "download", "744": "downloads", "745": "downside", "746": "dozen", "747": "drag", "748": "drawback", "749": "dreamweaver", "1798": "pretty", "1050": "google", "1051": "gorgeous", "1052": "got", "1053": "grab", "1054": "grabage", "1055": "grade", "1056": "gradual", "1057": "graduation", "1058": "grafics", "1059": "grandparent", "1696": "part", "1697": "participate", "1694": "parent", "1695": "parse", "1692": "parallel", "1693": "parasite", "1690": "par", "1691": "paragon", "2595": "wish", "1791": "preinstalled", "1698": "particular", "1699": "particularly", "1278": "isnt", "1279": "isolated", "618": "cut", "619": "cutting", "612": "cursor", "613": "curve", "610": "currently", "611": "curse", "616": "customer", "617": "customization", "614": "cusromer", "615": "custom", "1795": "presentation", "1794": "present", "1491": "method", "2469": "up", "1472": "mcafee", "1473": "mcaffe", "1470": "maybe", "1471": "mc373ll", "1476": "mechanical", "1477": "medium", "1474": "mean", "1475": "meaning", "1478": "meet", "1479": "meh", "1304": "junkware", "1305": "just", "1306": "kardon", "1307": "keep", "1300": "july", "1301": "jump", "1302": "june", "1303": "junk", "1497": "middle", "1308": "keeper", "1309": "key", "498": "comfterbale", "499": "command", "494": "combo", "495": "come", "496": "comfortable", "497": "comfortble", "490": "color", "491": "com", "492": "combination", "493": "combine", "24": "175", "25": "17in", "26": "18", "27": "18000", "20": "1500", "21": "16", "22": "165", "23": "17", "2593": "wirelessly", "28": "19", "29": "1920x1080", "2599": "wonder", "1703": "pass", "1875": "race", "1709": "pay", "7": "100", "1879": "random", "2288": "switch", "2289": "swore", "2050": "sec", "2280": "surf", "2281": "surface", "2282": "surfer", "2283": "surfing", "2284": "surprise", "2285": "survey", "2286": "survive", "2287": "swear", "972": "fortunately", "2578": "wide", "2579": "widow", "2576": "white", "2577": "wi", "2574": "whim", "2056": "see", "2572": "wheel", "2573": "wheelchair", "2570": "whats", "2571": "whatsoever", "2378": "toshie", "2379": "tosiba", "2374": "torture", "2375": "toshib", "2376": "toshiba", "2377": "toshibas", "2370": "ton", "2371": "took", "2372": "tool", "2373": "top", "2594": "wise", "1087": "happen", "2596": "without", "2597": "wiz", "2590": "wire", "2591": "wired", "2592": "wireless", "1086": "hang", "2598": "won", "1085": "handy", "1876": "raising", "1877": "ram", "1874": "r", "1084": "handle", "1872": "quit", "1873": "quite", "1870": "quiet", "1871": "quirk", "1083": "handiecap", "1878": "ran", "1082": "hand", "977": "fragile", "976": "fps", "975": "fourth", "974": "four", "973": "forward", "1081": "half", "971": "forth", "970": "form", "1080": "hafe", "979": "freak", "978": "frame", "182": "aluminum", "183": "always", "180": "although", "181": "althougth", "186": "amaze", "187": "amazing", "184": "amateur", "185": "amature", "2110": "sibelius", "2111": "signal", "188": "amazingly", "189": "amazon", "2114": "similar", "2115": "simple", "2116": "simplicity", "1559": "necessity", "2622": "wrong", "2623": "wt", "2620": "write", "2621": "writing", "2626": "xl", "2627": "xp", "2624": "x", "2625": "x3", "2628": "y", "2629": "yahoo", "1919": "recommended", "1918": "recommend", "1464": "masterpiece", "1911": "recent", "1910": "receive", "1913": "recharge", "1912": "recently", "1915": "recognize", "1914": "recognition", "1917": "recomended", "1916": "recomend", "869": "explain", "868": "expire", "2113": "silver", "861": "expense", "860": "expectation", "863": "expensve", "862": "expensive", "865": "experience", "864": "experiece", "867": "expese", "866": "expert", "2024": "save", "2025": "savvy", "2026": "saw", "2027": "say", "2020": "satisfactory", "2021": "satisfied", "2022": "satisfy", "2023": "saturday", "2117": "simply", "2028": "saying", "2029": "scale", "883": "extrememly", "882": "extremely", "881": "extra", "880": "externally", "887": "fabulous", "886": "f5", "885": "f", "884": "eye", "889": "facebook", "888": "face", "775": "ease", "774": "earth", "777": "easly", "776": "easily", "771": "ear", "770": "e", "773": "earn", "772": "early", "779": "easy", "778": "east", "77": "5870", "76": "50", "75": "5", "74": "4k", "73": "4in", "72": "4gb", "71": "4g", "70": "4590", "79": "5th", "78": "5d", "1043": "glass", "1042": "glary", "1041": "glare", "1040": "gladly", "1047": "good", "1046": "god", "1045": "go", "1044": "glossy", "1049": "goody", "1048": "goodness", "1681": "pain", "1680": "page", "1683": "painless", "1682": "painful", "1685": "pair", "1684": "paint", "1687": "panel", "1686": "palm", "1689": "paperwork", "1688": "paper", "1269": "investigation", "1268": "invest", "669": "dependable", "668": "dependability", "667": "depend", "1262": "internally", "665": "depanable", "664": "deny", "1267": "invalidate", "1266": "intuitive", "1265": "intuition", "1264": "introduction", "1469": "maximum", "1468": "matter", "1465": "material", "1018": "garageband", "1467": "matte", "1466": "math", "1461": "mart", "1460": "marketshare", "1463": "massive", "1019": "gate", "1317": "kindle", "1316": "kinda", "1315": "kind", "1314": "killer", "1313": "kid", "1312": "keyword", "1311": "keynote", "1310": "keyboard", "1319": "knapsack", "1318": "kitchen", "2460": "unorganized", "1010": "g73jh", "1011": "gadget", "319": "bit", "318": "birthday", "313": "biggest", "312": "bigger", "311": "big", "310": "bid", "317": "bios", "316": "binding", "315": "bill", "314": "biggie", "1335": "land", "1334": "lame", "1337": "lap", "1336": "language", "2322": "temp", "1331": "lady", "1330": "lack", "1333": "lags", "1332": "lag", "2324": "temporarily", "630": "data", "2461": "unparalleled", "2299": "tag", "2298": "tad", "2293": "t", "2292": "system", "2291": "sync", "2290": "symantec", "2297": "tabs", "2296": "tablet", "631": "date", "2294": "tab", "2569": "west", "2568": "weren", "2561": "week", "2560": "websites", "2563": "weight", "2562": "weekend", "2565": "welcome", "2564": "weird", "2567": "went", "2566": "well", "1521": "molasses", "2369": "today", "2368": "tirring", "2367": "tired", "2366": "tire", "2365": "tip", "2364": "tiny", "2363": "timer", "2362": "timed", "2361": "time", "2360": "tim", "2587": "windows", "2586": "window", "2585": "win", "2584": "willing", "2583": "wiling", "2582": "wifi", "2581": "wife", "2580": "width", "2589": "wipe", "2588": "winner", "1861": "quad", "1860": "qousmio", "1863": "quality", "1862": "qualify", "1865": "quarter", "1864": "qualm", "1867": "quick", "1866": "question", "1869": "quickly", "1868": "quicker", "964": "fool", "965": "football", "966": "force", "967": "forever", "960": "folder", "961": "follow", "962": "font", "963": "food", "968": "forget", "969": "forgivable", "2109": "shutdown", "2108": "shut", "2103": "shortly", "2102": "shortcuts", "2101": "short", "2100": "shopping", "2107": "show", "2106": "shouldn", "2105": "shoulder", "2104": "shot", "2639": "youtube", "2638": "young", "2635": "yesterday", "2634": "yes", "2637": "yo", "2636": "ymmv", "2631": "yea", "2630": "yard", "2633": "year", "2632": "yeah", "1560": "need", "1241": "insane", "878": "extension", "1240": "input", "876": "extend", "877": "extended", "874": "exposed", "875": "express", "872": "explorer", "1243": "insert", "870": "explainable", "871": "explore", "2037": "science", "2036": "schoolwork", "2035": "schooling", "1242": "insanity", "2033": "scheduling", "2032": "scary", "2031": "scanned", "2030": "scan", "9": "1024", "1245": "inspiron", "2039": "scratch", "1244": "inside", "890": "facial", "891": "facility", "892": "fact", "893": "factor", "894": "fail", "1247": "install", "896": "fairly", "897": "fake", "898": "fall", "899": "fallout", "646": "defect", "1249": "installed", "648": "defenitly", "1537": "movie", "1964": "requirement", "1965": "research", "1966": "resolution", "1788": "pre", "1789": "prefer", "768": "dy", "769": "dynamo", "762": "durrable", "763": "dust", "760": "durability", "761": "durable", "766": "dv9000", "767": "dvd", "764": "duty", "765": "dv4", "1962": "require", "1963": "required", "1078": "hack", "1079": "hadn", "1076": "ha", "1077": "habit", "1074": "gui", "1075": "guy", "1072": "guarantee", "1073": "guess", "1070": "grow", "1071": "gtx", "1678": "packing", "1561": "needle", "1674": "pack", "1675": "package", "1676": "packaging", "1677": "packard", "1670": "own", "1671": "owner", "1672": "ownership", "1673": "p", "1094": "harddrives", "1095": "hardly", "1096": "hardrive", "1097": "hardware", "1090": "happiness", "1091": "happy", "1092": "hard", "1093": "hardcopy", "674": "designed", "675": "designer", "676": "desinged", "677": "desire", "1098": "harman", "1099": "hasn", "672": "description", "673": "design", "1997": "rough", "1533": "motorola", "1418": "louisville", "1419": "love", "2490": "utilize", "1410": "loop", "1411": "loose", "1412": "lop", "1413": "lose", "1414": "loss", "1415": "lot", "1416": "lou", "1417": "loud", "1322": "ky", "1323": "kyle", "1320": "know", "1321": "knowledgeable", "1326": "l455d", "1327": "la", "1324": "l305d", "1325": "l455", "1328": "labtop", "1329": "labtops", "2494": "valid", "5": "1", "1531": "mother", "1256": "intel", "1257": "intensive", "1254": "insulate", "1255": "integral", "1252": "instruction", "1253": "instructor", "1250": "instantly", "1251": "instead", "1528": "moon", "1529": "morning", "1258": "interested", "1259": "interesting", "308": "beware", "309": "bias", "300": "believe", "301": "believer", "302": "bell", "303": "belly", "304": "belong", "305": "benchmark", "306": "benefit", "307": "best", "1792": "preloaded", "2254": "substandard", "2575": "whistle", "2475": "ups", "2474": "upload", "2479": "usage", "2478": "usable", "470": "clean", "2358": "tie", "2359": "tight", "2352": "thinkpad", "2353": "thought", "2350": "think", "2351": "thinking", "2356": "throw", "2357": "thunderbolt", "2354": "thousand", "471": "clear", "1898": "realize", "1899": "realizwed", "1894": "ready", "1895": "reaearch", "1896": "real", "1443": "make", "1890": "reaction", "476": "clip", "1892": "reader", "1893": "readmy", "959": "focus", "958": "fly", "2134": "slim", "2135": "slip", "2132": "slick", "2133": "slightly", "2130": "skyrim", "2131": "sleek", "951": "flat", "950": "flash", "953": "flaw", "952": "flatline", "955": "flick", "954": "flawlessly", "957": "fluid", "956": "flight", "1442": "major", "477": "clog", "2640": "z0j80001", "2641": "zero", "2642": "zone", "2002": "royce", "2003": "rub", "2000": "router", "2001": "royal", "2006": "running", "1440": "main", "2004": "rubber", "2005": "run", "2008": "s", "2009": "s5934", "2034": "school", "1790": "preform", "1263": "internet", "666": "department", "2176": "speaking", "1261": "internal", "2177": "spec", "1799": "previous", "1260": "interface", "719": "dissappointed", "718": "display", "717": "dislike", "716": "disk", "715": "discover", "714": "discount", "713": "discontinue", "712": "disconnect", "711": "disclaimer", "710": "discharge", "661": "dell", "660": "delivery", "2178": "special", "1069": "grouse", "1068": "group", "2179": "specialist", "1061": "graphic", "1060": "grant", "1063": "grease", "1062": "gray", "1065": "gross", "1064": "great", "1067": "grounding", "1066": "ground", "1669": "overrate", "1668": "overprice", "1667": "overly", "1666": "overheat", "1665": "overcome", "1664": "overall", "1663": "outstanding", "1662": "outside", "1661": "outlook", "1660": "outlet", "591": "crap", "590": "crank", "593": "crapy", "592": "crapware", "595": "crashed", "594": "crash", "597": "crawl", "596": "crashing", "599": "create", "598": "crazy", "1089": "happier", "1088": "happeneing", "1409": "look", "1408": "longevity", "1403": "log", "1402": "lock", "1401": "local", "1400": "loads", "1407": "longer", "1406": "long", "1405": "lol", "1404": "login", "1546": "n410bl", "449": "chart", "448": "charm", "1339": "laptop", "1338": "laptob", "1547": "name", "443": "chams", "442": "champion", "441": "challenge", "440": "certin", "447": "charger", "446": "charge", "445": "change", "444": "chance", "1520": "modle", "1542": "multitasking", "1543": "mus", "39": "2010", "38": "201", "1540": "multi", "33": "2000", "32": "20", "31": "2", "30": "1st", "37": "2009", "36": "2007", "35": "2006", "34": "2005", "641": "decision", "640": "decide", "643": "dedicated", "642": "decrease", "645": "defeat", "644": "default", "647": "defective", "1246": "instal", "649": "deffinately", "1248": "installation", "2496": "vancouver", "1539": "msn", "1538": "mow", "339": "bookkeeping", "338": "book", "335": "board", "334": "bluray", "337": "bonus", "336": "body", "331": "blow", "330": "bloody", "333": "bluetooth", "332": "blue", "1026": "generous", "2118": "simultaneously", "8": "1000", "2119": "single", "1462": "mass", "1991": "robust", "2345": "thicker", "2344": "thetable", "2347": "thime", "2346": "thigh", "2341": "theirs", "2340": "theapple", "2343": "thermal", "2342": "thephone", "2349": "thing", "2348": "thin", "1889": "reach", "1888": "re", "1887": "razor", "1886": "ratio", "1885": "rating", "1884": "rate", "1883": "rat", "1882": "rarely", "1881": "rare", "1880": "range", "2121": "sit", "2120": "sister", "2123": "situation", "2122": "site", "2125": "size", "2124": "sixteen", "948": "fix", "949": "fixed", "946": "fit", "947": "five", "944": "firmly", "945": "firstly", "942": "firefox", "943": "firewall", "940": "finished", "941": "fire", "2410": "truck", "133": "adapter", "132": "adapt", "131": "ad", "130": "acually", "137": "addict", "136": "added", "135": "add", "134": "adaptor", "139": "addition", "138": "addicted", "2019": "satellite", "2018": "satalite", "2015": "sale", "2014": "safety", "2017": "sarcasm", "2016": "salesman", "2011": "sad", "2010": "sacrifice", "2013": "safari", "2012": "sadly", "1793": "premium", "2112": "silently", "708": "disappointment", "709": "disc", "704": "disapeared", "705": "disappoint", "706": "disappointed", "707": "disappointing", "700": "diminish", "701": "direction", "702": "directly", "703": "dirty", "88": "720p", "89": "75", "82": "600", "83": "600kb", "80": "6", "81": "60", "86": "7", "87": "700", "84": "66ghz", "85": "691", "1658": "otherwise", "1659": "ouch", "1652": "option", "1388": "line", "1650": "opt", "1651": "optical", "1656": "os", "1657": "osx", "1654": "organize", "1389": "linux", "586": "cpu", "587": "cr", "584": "course", "585": "cover", "582": "coupon", "583": "courier", "580": "coupla", "581": "couple", "1984": "reviewer", "588": "crack", "589": "craft", "1633": "ok", "1982": "reurn", "1983": "review", "1436": "macs", "1437": "magnetic", "1434": "machine", "1435": "machinery", "1432": "macboook", "1433": "macconnection", "1430": "macbook", "1431": "macbooks", "1380": "lightbulb", "1981": "return", "1438": "magnetically", "1381": "lighten", "1349": "lay", "1541": "multiple", "1348": "laugh", "459": "chrismas", "450": "chat", "451": "cheap", "452": "cheaply", "1343": "lasting", "1344": "late", "1345": "later", "456": "choice", "457": "choose", "656": "delay", "657": "delete", "654": "definitly", "655": "defrags", "652": "definitely", "653": "definition", "650": "definatly", "651": "definetly", "1508": "minth", "1509": "minus", "658": "deliver", "516": "complain", "1992": "rock", "2127": "skip", "2126": "skin", "2129": "skype", "2128": "sky", "1376": "life", "322": "blame", "323": "blank", "320": "bite", "321": "black", "326": "bloat", "327": "bloatware", "324": "blaze", "325": "blink", "328": "block", "329": "blog", "1340": "laptops", "2330": "terrific", "2331": "test", "2332": "text", "2333": "texture", "2334": "textured", "2335": "tey", "2336": "th", "1594": "note", "2338": "thanks", "2339": "thats", "1341": "large", "1995": "rom", "1592": "not", "2488": "usual", "2489": "usually", "2486": "using", "2487": "usps", "2484": "useless", "2485": "user", "2482": "used", "2483": "useful", "2480": "usb", "1598": "noticeably", "2248": "style", "2249": "stylish", "2244": "stuff", "2245": "stun", "2246": "stunning", "2247": "sturdy", "2240": "stubborn", "2241": "stuck", "2242": "student", "2243": "study", "995": "frustrating", "994": "frustrated", "997": "fuction", "996": "frustration", "991": "frill", "990": "friendly", "993": "frustrate", "992": "fruit", "999": "fun", "998": "fully", "120": "accordingly", "121": "account", "122": "accuracy", "123": "acer", "124": "acknowledge", "125": "act", "126": "action", "127": "activity", "128": "actual", "129": "actually", "2068": "sensational", "2069": "sense", "2060": "self", "2061": "sell", "2062": "seller", "2063": "selling", "2064": "semi", "2065": "semprom", "2066": "send", "2067": "senior", "1748": "plain", "1749": "plan", "1645": "operating", "1644": "operate", "1647": "opinion", "1646": "operation", "1641": "open", "1640": "online", "1643": "openoffice", "1642": "opening", "1649": "opposite", "1648": "opportunity", "1742": "pile", "1743": "pillow", "579": "country", "578": "count", "573": "cost", "572": "correctly", "571": "correct", "570": "corner", "577": "couldnt", "576": "couldn", "575": "could", "574": "couch", "1209": "improvement", "1208": "improve", "1421": "low", "1420": "lover", "1423": "loyal", "1422": "lower", "1425": "lug", "1424": "luck", "1427": "m", "1426": "luxury", "1429": "mac", "1428": "m60", "2156": "solidworks", "731": "dollar", "730": "doi9ng", "733": "donation", "732": "don", "735": "door", "734": "dont", "737": "dosn", "736": "dosen", "739": "doubt", "738": "double", "2403": "trend", "1359": "led", "1358": "leave", "469": "classroom", "468": "class", "1353": "league", "1352": "lead", "1351": "lcd", "1350": "layout", "461": "chrome", "1356": "learning", "463": "chug", "462": "chronically", "1273": "iphone", "2158": "solution", "2159": "solve", "1519": "modern", "1518": "moderate", "1515": "mobile", "1514": "mkii", "1517": "model", "1516": "mobility", "1274": "iphoto", "1510": "minute", "1513": "mistake", "1512": "missing", "1735": "photograph", "1275": "iphotos", "357": "brief", "356": "breaker", "355": "break", "354": "brand", "353": "boyfriend", "352": "boy", "351": "box", "350": "bound", "359": "brightness", "358": "bright", "2323": "temporaly", "1447": "man", "2321": "tell", "2320": "teenage", "2327": "term", "2326": "tend", "2325": "ten", "1446": "malwarebytes", "2329": "terribly", "2328": "terrible", "1445": "malfunction", "289": "beatifull", "288": "beat", "1444": "making", "281": "base", "280": "bargain", "283": "basically", "282": "basic", "285": "battery", "284": "bass", "287": "beast", "286": "bb", "1441": "mainly", "1116": "headphone", "263": "awful", "262": "awesomest", "261": "awesome", "260": "awe", "267": "background", "266": "baby", "265": "b", "264": "awsome", "269": "backlighting", "268": "backlight", "1562": "needs", "2499": "ve", "2498": "vast", "1563": "negative", "1980": "retrieve", "2491": "v", "1564": "negligible", "2493": "vain", "2492": "vacation", "2495": "value", "2192": "spill", "2497": "various", "1565": "nephew", "2193": "spinning", "1566": "nervous", "2259": "sudden", "2258": "suck", "2257": "successfully", "2256": "substantive", "2255": "substantial", "1567": "net", "2253": "substance", "2252": "subsequently", "2251": "subscription", "2250": "sub", "2477": "us", "2476": "upset", "988": "friday", "989": "friend", "2473": "upgreade", "2472": "upgrade", "2471": "upgradable", "2470": "update", "982": "freelance", "983": "freeze", "980": "freaking", "981": "free", "986": "fresh", "987": "friction", "984": "freezing", "985": "frequently", "115": "accessory", "114": "access", "117": "accidently", "116": "accident", "111": "academic", "110": "ac", "113": "acceptable", "112": "accent", "119": "accomplish", "118": "accommodate", "1797": "pressure", "2079": "set", "2078": "service", "2073": "separate", "2072": "sensitve", "2071": "sensitivity", "2070": "sensitive", "2077": "serve", "2076": "seriously", "2075": "series", "2074": "serial", "1796": "press", "1630": "offline", "1631": "oh", "1632": "oil", "484": "cluttered", "1634": "okay", "1635": "ol", "1636": "old", "1637": "oldests", "1638": "oline", "1639": "one", "1988": "right", "1989": "rj", "568": "core", "569": "core2", "560": "convenient", "561": "convert", "562": "convienent", "563": "cooky", "564": "cool", "565": "cooling", "566": "copy", "567": "cord", "1188": "illustrate", "1189": "illustration", "1186": "ilife", "1187": "illuminate", "1184": "ignorant", "1185": "ii", "1182": "idiot", "1183": "idk", "1180": "ideal", "1181": "identical", "726": "documentation", "727": "doe", "724": "doctor", "725": "document", "722": "do", "723": "doa", "720": "dissatisfy", "721": "district", "1744": "pin", "1745": "pitched", "1746": "place", "1747": "placement", "1740": "picture", "1741": "piece", "728": "doesn", "729": "doesnt", "1164": "huge", "1165": "hulu", "1166": "hunk", "1167": "hurry", "1160": "hr", "1161": "hsn", "1162": "htc", "1163": "html", "1168": "hurt", "1169": "husband", "1366": "leopard", "48": "249", "49": "25", "46": "24", "47": "244dx", "44": "2200", "45": "23", "42": "20kb", "43": "21", "40": "2013", "41": "2014", "1568": "netbook", "1569": "netbooks", "1298": "joy", "1299": "joystick", "1292": "jamaica", "1293": "january", "1290": "jack", "1291": "jam", "1296": "job", "1297": "joke", "1294": "jar", "1295": "jerk", "1713": "peformance", "474": "clicker", "1712": "peck", "475": "clicking", "1711": "pcconnection", "2425": "twice", "1710": "pc", "1717": "perfect", "1716": "people", "1715": "penny", "1201": "important", "1714": "peice", "472": "clever", "473": "click", "1364": "length", "1365": "lenovo", "1362": "legend", "1363": "lemon", "1360": "left", "1361": "leg", "478": "close", "479": "closely", "1368": "let", "1369": "letter"}